HELLO_TEXT = """Привет, я бот магазина Автозапчасти у Кота и я отвечаю за то, чтобы принимать заявки на детали. \nЕсли хочешь сделать заказ, то жми кнопку у себя снизу."""
GET_FIO_TEXT = """Укажите свое имя"""
GET_PHONE_NUMBER_TEXT = """Укажите свой номер телефона для связи"""
GET_VIN_TEXT = """Укажите VIN номер машины, на которую хотите заказать детали"""
GET_PROBLEM_TEXT = """Напишите, что вам нужно заказать"""
END_FORM_TEXT = """Хорошо, я все запомнил и передам продавцу. В скором времени он с вами свяжется, чтобы подтвердить заказ."""
RESEND_REQUEST = """Властелин, у вас новая заявка! Посмотрите, пожалуйста: """

HELLO_TEXT = """Привет, я бот магазина Автозапчасти у Кота и я отвечаю за то, чтобы принимать заявки на детали. \nЕсли хочешь сделать заказ, то жми кнопку у себя снизу."""
GET_FIO_TEXT = """Укажите свое имя"""
GET_PHONE_NUMBER_TEXT = """Укажите свой номер телефона для связи"""
WRONG_NUMBER_TEXT = (
    """Пожалуйста, повторите номер телефона. Кажется, что-то не так..."""
)
GET_VIN_TEXT = """Укажите VIN номер машины, на которую хотите заказать детали"""
WRONG_VIN_TEXT = (
    """Пожалуйста, повторите VIN-номер.\nКоличество символов должно быть равно 17"""
)
GET_PROBLEM_TEXT = """Напишите, что вам нужно заказать"""
END_FORM_TEXT = """Хорошо, я все запомню и передам менеджеру. В скором времени он с вами свяжется, чтобы подтвердить заказ."""
RESEND_REQUEST = """Властелин, у вас новая заявка! Посмотрите, пожалуйста: """
CHECK_TEXT = """Проверьте данные в заявке. Вы можете изменить их, если что-то не так."""
